Repository: Bendazzoli/BeerBrewery
Catalog: BreweryBees/BreweryBees/Resources/*.lproj/Localizable.strings
Languages: pt_br

# findBreweryError.title.noBreweryTyped
source: No terms typed
pt_br: Nenhum termo digitado

# findBreweryError.title.notFoundBrewery
source: No results found for your search.
pt_br: Nenhum resultado encontrado para a busca

# findBreweryError.description
source: Please check your search and try again for results.
pt_br: Por favor, verifique sua pesquisa e tente novamente para obter resultados.

# TitleWelcome
source: Welcome! Find the best breweries
pt_br: Bem-vindo(a)! Encontre as melhores cervejarias

# SerchMyBrewery
source: Find Brewery by city
pt_br: Buscar cervejaria por cidade

# FindMyLocation
source: Use my Location
pt_br: Utilizar meu local

# favorite.navigationBar.title
source: Favorite breweries
pt_br: Cervejarias favoritas

# favorite.title.navigationBar
source: Favorite breweries
pt_br: Cervejarias favoritas

# favorite.title.noFavoriteAdded
source: No favorite brewery
pt_br: Nenhuma cervejaria favorita

# favorite.description.noFavoriteAdded
source: You don't have a favorite brewery yet. Your favorite breweries will appear here.
pt_br: Você ainda não possui nenhuma cervejaria marcada como favorita. Suas cervejarias favoritas aparecerão aqui.

# favorite.title.added
source: Your favorite breweries
pt_br: Suas cervejarias favoritas

# favorite.breweryResultOne
source: result
pt_br: resultado

# favorite.breweryResultMore
source: results
pt_br: resultados

# favorite.orderBy
source: Order by:
pt_br: Ordenar por:

# favorite.removePopUp.title
source: Remove favorite?
pt_br: Remover favorito?

# favorite.removePopUp.description
source: When you remove the brewery from favorites, it no longer appears in the list of favorite breweries. You can add the brewery as a favorite again whenever you want.
pt_br: Ao remover a cervejaria dos favoritos, ela deixa de aparecer na listagem de cervejarias favoritas. Você pode adicionar a cervejaria como favorita novamente quando quiser.

# favorite.removePopUp.cancelButton
source: CANCEL
pt_br: CANCELAR

# favorite.removePopUp.confirmButton
source: REMOVE FAVORITE
pt_br: REMOVER FAVORITO

# rated.navigationBar.title
source: Rated Breweries
pt_br: Cervejarias avaliadas

# rated.brewery.no.result.title
source: No rated breweries
pt_br: Nenhuma cervejaria avaliada

# rated.brewery.no.result.description
source: You have not yet rated any breweries. Your breweries will appear here.
pt_br: Você ainda não avaliou nenhuma cervejaria. Suas cervejarias avaliadas aparecerão aqui.

# rated.brewery.title
source: Rated breweries
pt_br: Cervejarias que você avaliou

# rated.brewery.result
source: result
pt_br: resultado

# rated.brewery.results
source: results
pt_br: resultados

# rated.brewery.orderBy.description
source: Order by:
pt_br: Ordenar por:

# rated.brewery.orderBy.name
source: Name
pt_br: Nome

# rated.brewery.orderBy.rate
source: Rate
pt_br: Nota

# rated.brewery.orderBy.title
source: Order by
pt_br: Ordenar por

# rated.brewery.orderBy.byName
source: Name (A to Z)
pt_br: Nome (A a Z)

# rated.brewery.orderBy.byRate
source: Rate (greatest to less)
pt_br: Nota (maior para menor)

# email.confirm.title
source: Breweries you've rated
pt_br: Cervejarias que você avaliou

# email.confirm.description
source: Enter your email to consult the breweries evaluated.
pt_br: Informe seu e-mail para consultar as cervejarias avaliadas.

# email.confirm.emailField.placeholder
source: name@email.com
pt_br: nome@email.com

# email.confirm.checkbox.description
source: Remember my email for future queries
pt_br: Lembrar meu e-mail para futuras consultas

# email.confirm.button.text
source: CONFIRM
pt_br: CONFIRMAR
